---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.WallAttrHeightParam
source: html/a22d07b8-2833-70a2-61cc-ba5b1ea3aee6.htm
---
# Autodesk.Revit.DB.ParameterTypeId.WallAttrHeightParam Property

"Height"

## Syntax (C#)
```csharp
public static ForgeTypeId WallAttrHeightParam { get; }
```